Repository: sanghun0724/configdeck
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

source: worth a look.
es: que vale la pena revisar.
ja: 見つかりました。
ko: 보여요.
zh_hans: 值得留意。

source: %lld active
es: %lld activos
ja: %lld件 有効
ko: %lld개 활성
zh_hans: %lld 个已启用

source: %lld removed · %lld added
es: %lld eliminadas · %lld añadidas
ja: %lld 行削除 · %lld 行追加
ko: %lld줄 삭제 · %lld줄 추가
zh_hans: 删除 %lld 行 · 新增 %lld 行

source: %lld rules · %lld env
es: %lld reglas · %lld env
ja: ルール %lld件 · 環境変数 %lld件
ko: 규칙 %lld개 · 환경변수 %lld개
zh_hans: %lld 条规则 · %lld 个环境变量

source: %lld servers
es: %lld servidores
ja: サーバー %lld件
ko: 서버 %lld개
zh_hans: %lld 台服务器

source: %lld spots
es: %lld puntos
ja: %lld件
ko: %lld군데
zh_hans: %lld 处

source: %lld tools
es: %lld herramientas
ja: ツール %lld件
ko: 도구 %lld개
zh_hans: %lld 个工具

source: +%lld non-command
es: +%lld no-command
ja: +%lld 件の非コマンド
ko: +%lld개 non-command
zh_hans: +%lld 个非命令

source: 7-layer safety net
es: Red de seguridad de 7 capas
ja: 7重の安全機構
ko: 7중 안전 장치
zh_hans: 七重安全机制

source: A backup is saved to ~/.claude/backups first, so this can be undone. The file at %@ will be removed.
es: Primero se guarda una copia de seguridad en ~/.claude/backups, así que esto se puede deshacer. Se eliminará el archivo en %@.
ja: ~/.claude/backups に先にバックアップが保存されるため、元に戻せます。%@ にあるファイルが削除されます。
ko: ~/.claude/backups에 먼저 백업이 저장되므로 되돌릴 수 있어요. %@ 위치의 파일이 삭제됩니다.
zh_hans: 系统会先在 ~/.claude/backups 中写入备份,因此可以撤销。位于 %@ 的文件将被删除。

source: A backup is written to ~/.claude/backups first, so this can be undone.
es: Primero se guarda una copia de seguridad en ~/.claude/backups, así que esto se puede deshacer.
ja: ~/.claude/backups に先にバックアップが書き込まれるため、元に戻せます。
ko: ~/.claude/backups에 먼저 백업이 저장되므로 되돌릴 수 있어요.
zh_hans: 系统会先在 ~/.claude/backups 中写入备份,因此可以撤销此操作。

source: A short description line standing in while scanning ~/.claude
es: Una breve línea de descripción como marcador mientras se escanea ~/.claude
ja: ~/.claude をスキャンする間表示される簡単な説明文
ko: ~/.claude를 스캔하는 동안 표시되는 짧은 설명 줄
zh_hans: 扫描 ~/.claude 期间显示的占位简短描述

source: Add
es: Añadir
ja: 追加
ko: 추가
zh_hans: 添加

source: Add hook
es: Agregar hook
ja: フックを追加
ko: 훅 추가
zh_hans: 添加钩子

source: Add rule, e.g. Bash(npm run test:*)
es: Agregar regla, p. ej. Bash(npm run test:*)
ja: ルールを追加、例: Bash(npm run test:*)
ko: 규칙 추가, 예: Bash(npm run test:*)
zh_hans: 添加规则,例如 Bash(npm run test:*)

source: Add server
es: Agregar servidor
ja: サーバーを追加
ko: 서버 추가
zh_hans: 添加服务器

source: Agents
es: Agentes
ja: エージェント
ko: 에이전트
zh_hans: Agent

source: Allow
es: Permitir
ja: 許可
ko: 허용
zh_hans: 允许

source: Analysis failed
es: Error en el análisis
ja: 分析に失敗しました
ko: 분석 실패
zh_hans: 分析失败

source: Analyze
es: Analizar
ja: 分析
ko: 분석
zh_hans: 分析

source: Applied — backup created.
es: Aplicado — copia de seguridad creada.
ja: 適用しました — バックアップを作成済み。
ko: 적용됨 — 백업 생성됨.
zh_hans: 已应用 — 已创建备份。

source: Apply
es: Aplicar
ja: 適用
ko: 적용
zh_hans: 应用

source: Apply fix
es: Aplicar corrección
ja: 修正を適用
ko: 수정 적용
zh_hans: 应用修复

source: Apply with Claude…
es: Aplicar con Claude…
ja: Claude で適用…
ko: Claude로 적용…
zh_hans: 使用 Claude 应用…

source: Ask
es: Preguntar
ja: 確認
ko: 확인
zh_hans: 询问

source: Ask about your config — “Any overlapping skills?”, “What's safe to delete?”
es: Pregunta sobre tu configuración — “¿Hay skills que se solapan?”, “¿Qué es seguro borrar?”
ja: 設定について質問 — 「重複しているスキルは？」「削除しても安全なものは？」
ko: 구성에 대해 물어보세요 — “겹치는 스킬 있어?”, “뭘 지워도 안전해?”
zh_hans: 询问你的配置 — “有重复的技能吗？”、“删除什么是安全的？”

source: Ask claude about your config…
es: Pregúntale a claude sobre tu configuración…
ja: 設定について claude に質問…
ko: 구성에 대해 claude에게 물어보기…
zh_hans: 向 claude 询问你的配置…

source: Asking Claude for the fix…
es: Pidiendo la corrección a Claude…
ja: Claude に修正を依頼しています…
ko: Claude에게 수정안을 요청하는 중…
zh_hans: 正在向 Claude 请求修复…

source: Assistant
es: Asistente
ja: アシスタント
ko: 어시스턴트
zh_hans: 助手

source: Atomic write
es: Escritura atómica
ja: アトミック書き込み
ko: 원자적 쓰기
zh_hans: 原子写入

source: Backed up · %@
es: Copia de seguridad · %@
ja: バックアップ済み · %@
ko: 백업됨 · %@
zh_hans: 已备份 · %@

source: Backup
es: Copia de seguridad
ja: バックアップ
ko: 백업
zh_hans: 备份

source: Backup → atomic write → drift detection → verify · DESIGN-writeback.md
es: Copia de seguridad → escritura atómica → detección de cambios → verificación · DESIGN-writeback.md
ja: バックアップ → アトミック書き込み → 変更検知 → 検証 · DESIGN-writeback.md
ko: 백업 → 원자적 쓰기 → 외부변경 감지 → 검증 · DESIGN-writeback.md
zh_hans: 备份 → 原子写入 → 漂移检测 → 校验 · DESIGN-writeback.md

source: Backups are created automatically the first time you save — stored in ~/.claude/backups
es: Las copias de seguridad se crean automáticamente al guardar por primera vez — se guardan en ~/.claude/backups
ja: バックアップは最初の保存時に自動で作成されます — ~/.claude/backups に保存
ko: 백업은 처음 저장할 때 자동으로 생성됩니다 — ~/.claude/backups에 보관
zh_hans: 首次保存时会自动创建备份 — 存放在 ~/.claude/backups

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Changed on disk — Reload takes the disk version; your unsaved edits are kept until then.
es: Cambió en el disco — Recargar toma la versión del disco; tus ediciones sin guardar se conservan hasta entonces.
ja: ディスク上で変更されました — 再読み込みでディスク版を取得します。それまで未保存の編集は保持されます。
ko: 디스크에서 변경됨 — 다시 읽기를 누르면 디스크 버전을 가져옵니다. 그전까지 저장하지 않은 편집은 유지됩니다.
zh_hans: 磁盘上的内容已更改 — 重新加载将采用磁盘版本；在此之前保留未保存的编辑。

source: Claude CLI not found
es: No se encontró la CLI de Claude
ja: Claude CLI が見つかりません
ko: Claude CLI를 찾을 수 없어요
zh_hans: 未找到 Claude CLI

source: Claude found nothing to change.
es: Claude no encontró nada que cambiar.
ja: Claude は変更すべき点を見つけませんでした。
ko: Claude가 바꿀 것을 찾지 못했습니다.
zh_hans: Claude 没有发现需要更改的内容。

source: Clear search
es: Borrar búsqueda
ja: 検索をクリア
ko: 검색어 지우기
zh_hans: 清除搜索

source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Commands
es: Comandos
ja: コマンド
ko: 명령어
zh_hans: 命令

source: Config Dashboard
es: Panel de configuración
ja: 設定ダッシュボード
ko: 구성 대시보드
zh_hans: 配置控制台

source: Configuration item name
es: Nombre del elemento de configuración
ja: 設定項目名
ko: 구성 항목 이름
zh_hans: 配置项名称

source: Copy Path
es: Copiar ruta
ja: パスをコピー
ko: 경로 복사
zh_hans: 拷贝路径

source: Couldn't read the CLI response. %@
es: No se pudo leer la respuesta de la CLI. %@
ja: CLI の応答を読み取れませんでした。 %@
ko: CLI 응답을 읽을 수 없어요. %@
zh_hans: 无法读取 CLI 响应。 %@

source: Create a new agent file
es: Crear un nuevo archivo de agente
ja: 新しいエージェントファイルを作成
ko: 새 에이전트 파일 생성
zh_hans: 创建新代理文件

source: Create a new command file
es: Crear un nuevo archivo de comando
ja: 新しいコマンドファイルを作成
ko: 새 커맨드 파일 생성
zh_hans: 创建新命令文件

source: Create a new skill (folder + SKILL.md)
es: Crear una nueva skill (carpeta + SKILL.md)
ja: 新しいスキルを作成（フォルダ + SKILL.md）
ko: 새 스킬 생성 (폴더 + SKILL.md)
zh_hans: 创建新技能（文件夹 + SKILL.md）

source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete %@?
es: ¿Eliminar %@?
ja: %@ を削除しますか?
ko: %@을(를) 삭제할까요?
zh_hans: 删除%@?

source: Delete env var
es: Eliminar variable de entorno
ja: 環境変数を削除
ko: 환경변수 삭제
zh_hans: 删除环境变量

source: Delete file
es: Eliminar archivo
ja: ファイルを削除
ko: 파일 삭제
zh_hans: 删除文件

source: Delete hook
es: Eliminar hook
ja: フックを削除
ko: 훅 삭제
zh_hans: 删除钩子

source: Delete hook?
es: ¿Eliminar hook?
ja: フックを削除しますか?
ko: 훅을 삭제할까요?
zh_hans: 删除钩子?

source: Delete rule
es: Eliminar regla
ja: ルールを削除
ko: 규칙 삭제
zh_hans: 删除规则

source: Delete server
es: Eliminar servidor
ja: サーバーを削除
ko: 서버 삭제
zh_hans: 删除服务器

source: Delete server?
es: ¿Eliminar servidor?
ja: サーバーを削除しますか?
ko: 서버를 삭제할까요?
zh_hans: 删除服务器?

source: Delete this file (backed up first)
es: Eliminar este archivo (se hace copia de seguridad antes)
ja: このファイルを削除(先にバックアップされます)
ko: 이 파일 삭제(먼저 백업됨)
zh_hans: 删除此文件(会先备份)

source: Delete this file?
es: ¿Eliminar este archivo?
ja: このファイルを削除しますか?
ko: 이 파일을 삭제할까요?
zh_hans: 删除此文件?

source: Delete…
es: Eliminar…
ja: 削除…
ko: 삭제…
zh_hans: 删除…

source: Deny
es: Denegar
ja: 拒否
ko: 거부
zh_hans: 拒绝

source: Discard
es: Descartar
ja: 破棄
ko: 되돌리기
zh_hans: 放弃更改

source: Discard Changes
es: Descartar cambios
ja: 変更を破棄
ko: 변경 사항 버리기
zh_hans: 放弃更改

source: Discard unsaved changes?
es: ¿Descartar los cambios sin guardar?
ja: 未保存の変更を破棄しますか？
ko: 저장하지 않은 변경 사항을 버릴까요?
zh_hans: 放弃未保存的更改？

source: Done
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成

source: Done · %@s
es: Listo · %@s
ja: 完了 · %@秒
ko: 완료 · %@초
zh_hans: 完成 · %@秒

source: Drift detection
es: Detección de cambios
ja: 変更検知
ko: 외부변경 감지
zh_hans: 漂移检测

source: Duplicate env key not allowed
es: No se permite una clave de entorno duplicada
ja: 環境変数キーの重複は許可されません
ko: 중복된 환경변수 키는 허용되지 않아요
zh_hans: 不允许重复的环境变量键

source: Duplicate server name not allowed
es: No se permite un nombre de servidor duplicado
ja: サーバー名の重複は許可されません
ko: 중복된 서버 이름은 허용되지 않아요
zh_hans: 不允许重复的服务器名称

source: Edit
es: Editar
ja: 編集
ko: 편집
zh_hans: 编辑

source: Edit %@
es: Editar %@
ja: %@ を編集
ko: %@ 편집
zh_hans: 编辑 %@

source: Editing
es: Editando
ja: 編集中
ko: 편집 중
zh_hans: 编辑中

source: Empty env key not allowed
es: No se permite una clave de entorno vacía
ja: 空の環境変数キーは許可されません
ko: 빈 환경변수 키는 허용되지 않아요
zh_hans: 不允许空的环境变量键

source: Empty rule not allowed
es: No se permite una regla vacía
ja: 空のルールは許可されません
ko: 빈 규칙은 허용되지 않아요
zh_hans: 不允许空规则

source: Empty server name not allowed
es: No se permite un nombre de servidor vacío
ja: 空のサーバー名は許可されません
ko: 빈 서버 이름은 허용되지 않아요
zh_hans: 不允许空的服务器名称

source: Environment (%lld)
es: Entorno (%lld)
ja: 環境変数 (%lld)
ko: 환경변수 (%lld)
zh_hans: 环境变量 (%lld)

source: Event
es: Evento
ja: イベント
ko: 이벤트
zh_hans: 事件

source: External
es: Externo
ja: 外部
ko: 외부
zh_hans: 外部

source: External repo — saving writes to %@ (outside ~/.claude). Backups still go to ~/.claude/backups.
es: Repositorio externo — guardar escribe en %@ (fuera de ~/.claude). Las copias de seguridad siguen yendo a ~/.claude/backups.
ja: 外部リポジトリ — 保存すると %@ に書き込まれます（~/.claude の外）。バックアップは引き続き ~/.claude/backups に保存されます。
ko: 외부 저장소 — 저장하면 %@에 기록됩니다(~/.claude 밖). 백업은 여전히 ~/.claude/backups에 저장됩니다.
zh_hans: 外部仓库 — 保存将写入 %@（在 ~/.claude 之外）。备份仍会保存到 ~/.claude/backups。

source: File not readable
es: No se puede leer el archivo
ja: ファイルを読み取れません
ko: 파일을 읽을 수 없어요
zh_hans: 文件不可读

source: File removed on disk — Save will recreate it.
es: El archivo se eliminó del disco — Guardar lo volverá a crear.
ja: ディスク上のファイルが削除されました — 保存すると再作成されます。
ko: 디스크에서 파일이 삭제됨 — 저장하면 다시 생성됩니다.
zh_hans: 文件已从磁盘中删除 — 保存将重新创建它。

source: File too large to preview — edit it manually instead.
es: Archivo demasiado grande para previsualizar — edítalo manualmente.
ja: ファイルが大きすぎてプレビューできません — 手動で編集してください。
ko: 파일이 너무 커서 미리 볼 수 없습니다 — 직접 편집하세요.
zh_hans: 文件太大，无法预览 — 请手动编辑。

source: Filter agents
es: Filtrar agentes
ja: エージェントを絞り込み
ko: 에이전트 필터
zh_hans: 筛选 agent

source: Filter commands
es: Filtrar comandos
ja: コマンドを絞り込む
ko: 커맨드 필터
zh_hans: 筛选命令

source: Filter hooks
es: Filtrar hooks
ja: フックを絞り込む
ko: 훅 필터
zh_hans: 筛选钩子

source: Filter rules & env
es: Filtrar reglas y variables
ja: ルールと環境変数を絞り込む
ko: 규칙·환경 변수 필터
zh_hans: 筛选规则和环境变量

source: Filter servers
es: Filtrar servidores
ja: サーバーを絞り込む
ko: 서버 필터
zh_hans: 筛选服务器

source: Gallery
es: Galería
ja: ギャラリー
ko: 갤러리
zh_hans: 画廊

source: I went through your whole library, start to finish. It's mostly in good shape, with
es: Revisé toda tu biblioteca de principio a fin. Está mayormente en buen estado, con
ja: ライブラリを最初から最後まで確認しました。おおむね良好な状態で、
ko: 당신의 서재를 처음부터 끝까지 훑어봤어요. 대체로 잘 정돈돼 있고,
zh_hans: 我从头到尾检查了你的资料库。整体状态良好,有

source: I went through your whole library, start to finish. Nothing to fix — it's in good shape.
es: Revisé toda tu biblioteca de principio a fin. No hay nada que arreglar — está en buen estado.
ja: ライブラリを最初から最後まで確認しました。直すところはなく、良好な状態です。
ko: 당신의 서재를 처음부터 끝까지 훑어봤어요. 손볼 곳 없이 잘 정돈돼 있어요.
zh_hans: 我从头到尾检查了你的资料库。没有需要修复的地方 —— 状态很好。

source: Language
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言

source: Large file — typing may lag. Consider an external editor for heavy edits.
es: Archivo grande — escribir puede ir lento. Considera un editor externo para ediciones extensas.
ja: 大きなファイル — 入力が遅くなる場合があります。大規模な編集には外部エディタをお勧めします。
ko: 대용량 파일 — 입력이 느려질 수 있습니다. 대규모 편집은 외부 편집기를 권장합니다.
zh_hans: 大文件 — 输入可能卡顿。大量编辑建议使用外部编辑器。

source: Latest backup in ~/.claude/backups
es: Última copia de seguridad en ~/.claude/backups
ja: 最新のバックアップ: ~/.claude/backups
ko: 최신 백업 위치: ~/.claude/backups
zh_hans: 最新备份位于 ~/.claude/backups

source: Latest — %@
es: Más reciente — %@
ja: 最新 — %@
ko: 최신 — %@
zh_hans: 最新 — %@

source: Library
es: Biblioteca
ja: ライブラリ
ko: 라이브러리
zh_hans: 资料库

source: Looked in /opt/homebrew/bin, /usr/local/bin, ~/.local/bin and ~/.claude/local. Install Claude Code or symlink `claude` into one of those.
es: Se buscó en /opt/homebrew/bin, /usr/local/bin, ~/.local/bin y ~/.claude/local. Instala Claude Code o crea un enlace simbólico de `claude` en uno de esos directorios.
ja: /opt/homebrew/bin、/usr/local/bin、~/.local/bin、~/.claude/local を確認しました。Claude Code をインストールするか、`claude` をいずれかにシンボリックリンクしてください。
ko: /opt/homebrew/bin, /usr/local/bin, ~/.local/bin, ~/.claude/local에서 찾아봤어요. Claude Code를 설치하거나 `claude`를 그중 한 곳에 심볼릭 링크하세요.
zh_hans: 已在 /opt/homebrew/bin、/usr/local/bin、~/.local/bin 和 ~/.claude/local 中查找。请安装 Claude Code,或将 `claude` 软链接到其中一个目录。

source: MCP Servers
es: Servidores MCP
ja: MCPサーバー
ko: MCP 서버
zh_hans: MCP 服务器

source: Markdown symbols only show on the line the cursor is on.
es: Los símbolos de Markdown solo se muestran en la línea donde está el cursor.
ja: Markdown 記号はカーソルがある行にのみ表示されます。
ko: 마크다운 기호는 커서가 있는 줄에서만 보여요.
zh_hans: Markdown 符号仅在光标所在行显示。

source: New
es: Nuevo
ja: 新規
ko: 새로 만들기
zh_hans: 新建

source: New conversation
es: Nueva conversación
ja: 新しい会話
ko: 새 대화
zh_hans: 新对话

source: No %@ match “%@”
es: Ningún %@ coincide con “%@”
ja: %@ に一致する「%@」はありません
ko: %@ 중 “%@”와(과) 일치하는 항목이 없어요
zh_hans: %@ 中没有匹配“%@”的结果

source: No %@ yet
es: Aún no hay %@
ja: まだ%@がありません
ko: 아직 %@이(가) 없어요
zh_hans: 暂无%@

source: No backup available to restore.
es: No hay copia de seguridad disponible para restaurar.
ja: 復元できるバックアップがありません。
ko: 복원할 백업이 없어요.
zh_hans: 没有可用于恢复的备份。

source: No backups yet
es: Aún no hay copias de seguridad
ja: バックアップはまだありません
ko: 아직 백업 없음
zh_hans: 尚无备份

source: No changes
es: Sin cambios
ja: 変更なし
ko: 변경 없음
zh_hans: 无更改

source: No changes yet. Editing engages the safety net.
es: Aún no hay cambios. Al editar se activa la red de seguridad.
ja: まだ変更はありません。編集すると安全機構が働きます。
ko: 변경 사항이 없어요. 편집하면 안전망이 함께 움직입니다.
zh_hans: 暂无更改。编辑时会启用安全机制。

source: Nothing found in %@.
es: No se encontró nada en %@.
ja: %@ に何も見つかりませんでした。
ko: %@에서 찾을 수 없어요.
zh_hans: 在 %@ 中未找到任何内容。

source: Read %lld skills · %lld agents · %lld commands · %lld hooks · %lld MCP servers.
es: Se leyeron %lld skills · %lld agentes · %lld comandos · %lld hooks · %lld servidores MCP.
ja: スキル %lld件 · エージェント %lld件 · コマンド %lld件 · フック %lld件 · MCPサーバー %lld件を読み込みました。
ko: 스킬 %lld개 · 에이전트 %lld개 · 명령어 %lld개 · 훅 %lld개 · MCP 서버 %lld개를 읽었어요.
zh_hans: 已读取 %lld 个技能 · %lld 个 agent · %lld 个命令 · %lld 个钩子 · %lld 台 MCP 服务器。

source: Read-only preview · auto-backed up on edit
es: Vista previa de solo lectura · copia de seguridad automática al editar
ja: 読み取り専用プレビュー · 編集時に自動バックアップ
ko: 읽기 전용 미리보기 · 편집 시 자동 백업
zh_hans: 只读预览 · 编辑时自动备份

source: Reading
es: Lectura
ja: 閲覧
ko: 읽기
zh_hans: 阅读

source: Refusing to delete a path outside ~/.claude
es: Se rechaza eliminar una ruta fuera de ~/.claude
ja: ~/.claude の外にあるパスは削除しません
ko: ~/.claude 밖의 경로는 삭제하지 않아요
zh_hans: 拒绝删除 ~/.claude 之外的路径

source: Refusing to edit a path outside ~/.claude
es: No se editará una ruta fuera de ~/.claude
ja: ~/.claude の外にあるパスは編集しません
ko: ~/.claude 밖의 경로는 편집하지 않습니다
zh_hans: 拒绝编辑 ~/.claude 之外的路径

source: Reload
es: Recargar
ja: 再読み込み
ko: 다시 읽기
zh_hans: 重新加载

source: Reload from disk — the file changed while this was open
es: Recargar desde el disco — el archivo cambió mientras estaba abierto
ja: ディスクから再読み込み — 開いている間にファイルが変更されました
ko: 디스크에서 다시 읽기 — 열려 있는 동안 파일이 바뀌었어요
zh_hans: 从磁盘重新加载 — 文件在打开期间已被修改

source: Reloaded — the file changed on disk.
es: Recargado — el archivo cambió en el disco.
ja: 再読み込みしました — ディスク上でファイルが変更されました。
ko: 다시 읽음 — 디스크에서 파일이 변경되었습니다.
zh_hans: 已重新加载 — 文件在磁盘上已更改。

source: Rescan
es: Volver a escanear
ja: 再スキャン
ko: 다시 스캔
zh_hans: 重新扫描

source: Restart Anyway
es: Reiniciar de todos modos
ja: それでも再起動
ko: 그래도 재시작
zh_hans: 仍然重新启动

source: Restart Now
es: Reiniciar ahora
ja: 今すぐ再起動
ko: 지금 재시작
zh_hans: 立即重启

source: Restart to apply the new language.
es: Reinicia para aplicar el nuevo idioma.
ja: 新しい言語を適用するには再起動してください。
ko: 새 언어를 적용하려면 재시작하세요.
zh_hans: 重启以应用新语言。

source: Restart with unsaved changes?
es: ¿Reiniciar con cambios sin guardar?
ja: 未保存の変更があるまま再起動しますか？
ko: 저장하지 않은 변경 사항이 있는 채로 재시작할까요?
zh_hans: 有未保存的更改，仍要重新启动？

source: Restore
es: Restaurar
ja: 復元
ko: 복원
zh_hans: 恢复

source: Restored from backup.
es: Restaurado desde la copia de seguridad.
ja: バックアップから復元しました。
ko: 백업에서 복원했습니다.
zh_hans: 已从备份恢复。

source: Restored from latest backup.
es: Restaurado desde la última copia de seguridad.
ja: 最新のバックアップから復元しました。
ko: 최신 백업에서 복원됨.
zh_hans: 已从最新备份恢复。

source: Reveal in Finder
es: Mostrar en Finder
ja: Finderで表示
ko: Finder에서 열기
zh_hans: 在访达中显示

source: Revert to a backup — pick which one
es: Revertir a una copia de seguridad — elige cuál
ja: バックアップに戻す — どれかを選択
ko: 백업으로 되돌리기 — 어느 백업인지 선택
zh_hans: 还原到备份 — 选择哪一个

source: Revert to the latest backup
es: Revertir a la última copia de seguridad
ja: 最新のバックアップに戻す
ko: 최신 백업으로 되돌리기
zh_hans: 恢复到最新备份

source: Revert to what it was when opened
es: Revertir al contenido de cuando se abrió
ja: 開いたときの内容に戻す
ko: 열었을 때의 내용으로 되돌리기
zh_hans: 恢复为打开时的内容

source: Run
es: Ejecutar
ja: 実行
ko: 실행
zh_hans: 运行

source: Run again
es: Ejecutar de nuevo
ja: 再実行
ko: 다시 실행
zh_hans: 再次运行

source: Running
es: Ejecutando
ja: 実行中
ko: 실행 중
zh_hans: 运行中

source: Running…
es: Ejecutando…
ja: 実行中…
ko: 실행 중…
zh_hans: 运行中…

source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

source: Saved — backup created.
es: Guardado — copia de seguridad creada.
ja: 保存しました — バックアップを作成しました。
ko: 저장됨 — 백업 생성됨.
zh_hans: 已保存 — 已创建备份。

source: Saving backs up first, then replaces atomically.
es: Al guardar, primero se crea una copia de seguridad y luego se reemplaza de forma atómica.
ja: 保存すると、まずバックアップを作成してからアトミックに置き換えます。
ko: 저장하면 먼저 백업을 만들고, 원자적으로 교체합니다.
zh_hans: 保存时会先创建备份,然后原子替换。

source: Scanning…
es: Escaneando…
ja: スキャン中…
ko: 스캔 중…
zh_hans: 扫描中…

source: Search skills
es: Buscar skills
ja: スキルを検索
ko: 스킬 검색
zh_hans: 搜索技能

source: Select event…
es: Seleccionar evento…
ja: イベントを選択…
ko: 이벤트 선택…
zh_hans: 选择事件…

source: Send
es: Enviar
ja: 送信
ko: 보내기
zh_hans: 发送

source: Sends your config inventory to the claude CLI (model: sonnet)
es: Envía el inventario de configuración a la CLI de claude (modelo: sonnet)
ja: 設定インベントリを claude CLI(モデル: sonnet)に送信します
ko: 구성 인벤토리를 claude CLI(model: sonnet)로 보냅니다
zh_hans: 将配置清单发送给 claude CLI(模型:sonnet)

source: Sends your config inventory to the claude CLI to review overlapping skills, dead paths, and dormant items together.
es: Envía el inventario de configuración a la CLI de claude para revisar juntos las habilidades superpuestas, rutas muertas y elementos inactivos.
ja: 設定インベントリを claude CLI に送信し、重複するスキル、無効なパス、休眠中の項目をまとめて確認します。
ko: 구성 인벤토리를 claude CLI로 보내 겹치는 스킬, 죽은 경로, 잠든 항목을 함께 돌아봅니다.
zh_hans: 将配置清单发送给 claude CLI,一起检查重叠的技能、失效路径和闲置项目。

source: Serialization failed
es: Error de serialización
ja: シリアライズに失敗しました
ko: 직렬화에 실패했어요
zh_hans: 序列化失败

source: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置

source: System
es: Sistema
ja: システム
ko: 시스템
zh_hans: 系统

source: The %@ hook will be removed from the list. Nothing is written to disk until you save, and Discard still undoes this.
es: El hook %@ se eliminará de la lista. No se escribe nada en el disco hasta que guardes, y Descartar aún puede deshacer esto.
ja: %@ フックがリストから削除されます。保存するまでディスクには何も書き込まれず、「破棄」でこの操作を取り消せます。
ko: %@ 훅이 목록에서 제거됩니다. 저장하기 전까지 디스크에는 아무것도 기록되지 않으며, 되돌리기로 취소할 수 있어요.
zh_hans: %@ 钩子将从列表中移除。在你保存之前不会写入磁盘,且“放弃更改”仍可撤销此操作。

source: The `claude` CLI wasn't found in the usual locations.
es: No se encontró la CLI `claude` en las ubicaciones habituales.
ja: 通常の場所に `claude` CLI が見つかりませんでした。
ko: 일반적인 위치에서 `claude` CLI를 찾을 수 없었어요.
zh_hans: 在常见位置未找到 `claude` CLI。

source: The fix came back empty — nothing was changed.
es: La corrección llegó vacía — no se cambió nada.
ja: 修正が空で返されたため、何も変更されませんでした。
ko: 수정안이 비어 있어 아무것도 변경하지 않았습니다.
zh_hans: 返回的修复为空 — 未做任何更改。

source: The model didn't return a usable list. Raw reply: %@
es: El modelo no devolvió una lista utilizable. Respuesta sin procesar: %@
ja: モデルが有効なリストを返しませんでした。生の応答: %@
ko: 모델이 사용 가능한 목록을 반환하지 않았어요. 원본 응답: %@
zh_hans: 模型未返回可用的列表。原始回复: %@

source: The open editor has unsaved changes. Switching sections closes it and loses them.
es: El editor abierto tiene cambios sin guardar. Cambiar de sección lo cierra y los pierde.
ja: 開いているエディタに未保存の変更があります。セクションを切り替えるとエディタが閉じ、変更は失われます。
ko: 열려 있는 편집기에 저장하지 않은 변경 사항이 있습니다. 섹션을 이동하면 편집기가 닫히고 변경 사항이 사라집니다.
zh_hans: 打开的编辑器有未保存的更改。切换栏目会关闭编辑器并丢失这些更改。

source: Theme · Dark
es: Tema · Oscuro
ja: テーマ · ダーク
ko: 테마 · 다크
zh_hans: 主题 · 深色

source: Theme · Light
es: Tema · Claro
ja: テーマ · ライト
ko: 테마 · 라이트
zh_hans: 主题 · 浅色

source: Theme · System
es: Tema · Sistema
ja: テーマ · システム
ko: 테마 · 시스템
zh_hans: 主题 · 系统

source: There are unsaved changes that will be lost on restart. Save them first if you want to keep them.
es: Hay cambios sin guardar que se perderán al reiniciar. Guárdalos primero si quieres conservarlos.
ja: 再起動すると失われる未保存の変更があります。保持したい場合は先に保存してください。
ko: 재시작하면 사라질 저장하지 않은 변경 사항이 있습니다. 유지하려면 먼저 저장하세요.
zh_hans: 有未保存的更改将在重新启动时丢失。若要保留，请先保存。

source: This group also holds %lld non-command hook(s) (url/mcp). They're preserved on save — but deleting this group deletes them too.
es: Este grupo también contiene %lld hook(s) que no son de tipo command (url/mcp). Se conservan al guardar — pero eliminar este grupo también los elimina.
ja: このグループには command 型以外のフックが %lld 件あります（url/mcp）。保存時は保持されますが、グループを削除すると一緒に削除されます。
ko: 이 그룹에는 command 타입이 아닌 훅 %lld개(url/mcp)도 있습니다. 저장 시에는 보존되지만, 그룹을 삭제하면 함께 삭제됩니다.
zh_hans: 此组还包含 %lld 个非 command 类型的钩子（url/mcp）。保存时会保留它们 — 但删除此组也会删除它们。

source: This server
es: Este servidor
ja: このサーバー
ko: 이 서버
zh_hans: 此服务器

source: Toggle value visibility
es: Alternar visibilidad del valor
ja: 値の表示を切り替え
ko: 값 표시 전환
zh_hans: 切换值的可见性

source: Tools
es: Herramientas
ja: ツール
ko: 도구
zh_hans: 工具

source: Try a different search term.
es: Prueba con otro término de búsqueda.
ja: 別の検索語を試してください。
ko: 다른 검색어를 시도해보세요.
zh_hans: 请尝试其他搜索词。

source: Updated %@
es: Actualizado %@
ja: 更新: %@
ko: 업데이트 %@
zh_hans: 更新于 %@

source: Verify
es: Verificar
ja: 検証
ko: 검증
zh_hans: 校验

source: agents
es: agentes
ja: エージェント
ko: 에이전트
zh_hans: agent

source: args
es: argumentos
ja: 引数
ko: 인수
zh_hans: 参数

source: command
es: comando
ja: コマンド
ko: 명령어
zh_hans: 命令

source: commands
es: comandos
ja: コマンド
ko: 명령어
zh_hans: 命令

source: matcher (e.g. * or Bash)
es: matcher (p. ej. * o Bash)
ja: マッチャー(例: * または Bash)
ko: 매처, 예: * 또는 Bash
zh_hans: 匹配器(例如 * 或 Bash)

source: name
es: nombre
ja: 名前
ko: 이름
zh_hans: 名称

source: settings.json changed on disk since load. Reload before saving.
es: settings.json cambió en el disco desde que se cargó. Recarga antes de guardar.
ja: 読み込み後に settings.json がディスク上で変更されました。保存前に再読み込みしてください。
ko: 불러온 후 settings.json이 디스크에서 변경됐어요. 저장 전에 다시 읽어주세요.
zh_hans: 自加载后 settings.json 在磁盘上已发生更改。请在保存前重新加载。

source: settings.json doesn't exist yet — it will be created on first save.
es: settings.json aún no existe — se creará al guardar por primera vez.
ja: settings.json はまだ存在しません — 最初の保存時に作成されます。
ko: settings.json이 아직 없습니다 — 처음 저장할 때 생성됩니다.
zh_hans: settings.json 尚不存在 — 首次保存时将创建。

source: settings.json is not valid JSON — fix it externally or restore a backup.
es: settings.json no es JSON válido — corrígelo externamente o restaura una copia de seguridad.
ja: settings.json は有効な JSON ではありません — 外部で修正するかバックアップを復元してください。
ko: settings.json이 올바른 JSON이 아닙니다 — 외부에서 수정하거나 백업을 복원하세요.
zh_hans: settings.json 不是有效的 JSON — 请在外部修复或恢复备份。

source: settings.json not found or invalid
es: settings.json no encontrado o no válido
ja: settings.json が見つからないか無効です
ko: settings.json을 찾을 수 없거나 올바르지 않아요
zh_hans: 未找到 settings.json 或文件无效

source: tools: %@
es: herramientas: %@
ja: ツール: %@
ko: 도구: %@
zh_hans: 工具:%@

source: value
es: valor
ja: 値
ko: 값
zh_hans: 值
